/* The best deals for fuel in the nearby */
"Best deals" = "Best deals";

/* Best fuel deals view button */
"Best fuel deals" = "Best fuel deals";

/* Asking for small donate */
"Donate us 1$!" = "Donate us 1$!";

/* Homepage */
"Home" = "Home";

/* Oil fuel price */
"Oil price" = "Oil price";

/* PB95 fuel price */
"PB95 price" = "PB95 price";

/* Settings button view
   Settings panel name */
"Settings" = "Settings";

/* Submit an action */
"Submit" = "Submit";

/* Update fuel prices button */
"Update fuel prices" = "Update fuel prices";

